Revit 2027 API
BuiltInFailures.GeneralFailures.ParameterValuesConflict Property
 The value for [Parameter Name] must be at least [Value] below the value for [Parameter Name].
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId ParameterValuesConflict { get; }
Public Shared ReadOnly Property ParameterValuesConflict As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ ParameterValuesConflict {
	FailureDefinitionId^ get ();
}
static member ParameterValuesConflict : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.GeneralFailures Class
Autodesk.Revit.DB Namespace